
const intro = [
    {
        head: '神器',
        passage: `一、二号器物坑出土的宗教用器有金杖、神殿、神坛、神树、神鸟等称为神器。一号坑出土的金杖上有上、下两组图案。下组图案的内容为对称的两人头，人头戴锯齿形冠、耳戴珥饰，表现的应是神性的人物；上组图案两幅，每幅上部是两条鱼，鱼前有两只鸟，鸟背上驮负着一支有尾羽的长箭，箭头射进了鱼的头部。这两组图案显然带有强烈的神话色彩，所有这些，应该是古蜀人生产、生活的一种宗教反应。神坛和神殿是宗教性建筑，主要用于祭祀自然神灵。在古蜀社会，人们的崇拜对象从以自然神为主过渡到了以社会神为主，祭祀祖神成为祭祀活动中的主要内容，这时神坛、神殿的作用已退居次要地位。二号坑内出土的青铜树有大小两种，其形态、造型结构都表现得是现实生活中不存在的树木类型。据分析，这些树应该被安放在宗庙里，与祭祀神灵的活动有关，具有明显的神性特点。 
        `
    },
    {
        head: '礼器',
        passage: `两个祭祀坑出土的礼器有尊、罍、瓿、盘等铜器和琮、环、瑗、璧等玉石器，此外铜戈、玉戈、石戈、玉刀、斧、锛、斤等都不是实战用兵器，也应归入礼器。
        `
    }
]

const data = [
    {
        title: [
            "青铜神树",
            "神鸟",
            "金杖",
            "神坛"
        ],
        img: [
            "images/0.png",
            "images/1.png",
            "images/2.png",
            "images/3.png"
        ],
        passage: [
            `青铜神树上，有茂盛如锦的枝、叶、花卉、果实，还有飞禽、飞龙、铃等挂饰。从它们的形态看，有可能就是所谓“建木”，是古代著名的神树。《山海经·海内南经》这样说到“建木”:有木，其状如牛，引之有皮，若缨、黄蛇。其叶如罗，其实如栾，其木若，其名曰建木。三星堆出土的青铜神树，极有可能就是所谓建木，也就是蜀人的天梯。《淮南子·地形》说众帝在都广建木上下于天地之间，这“众帝”便是古蜀王国的君长兼大巫师，即蜀国的神权政治领袖。三星堆古城为蜀王之都，是古蜀国的神权政治中心之所在，所以被称为“天地之中”，而青铜神树就是三星堆神权政治领袖往来于天人之际传达神意的天梯。神树上的飞龙，是古蜀王的登天工具。人面立鸟，则意味着神人借助于神鸟可以登天。在古蜀人的诸神当中，惟有众帝能够上天还下，高踞于群神之上。由于三星堆祭祀坑群的下埋年代不同，意味着三星堆不同的祭祀坑代表着不同的代系，而每一代都有各自高于群神的帝，故而所谓“众帝”，实为历代“帝”的总称。而帝与群神的关系，犹如众星拱月，是主神与群神的统率关系。这种关系，带有“神统”的结构特点，它是人世间“君统”结构的反映，折射出当时的社会生活、政治生活和宗教生活。这个神统，又与三星堆青铜像中青铜大立人与其他雕像所形成的主从结构特点相一致，体现出三星堆宗教神权深刻、丰富和神秘的社会功能。`
            ,
            `古蜀王国的先民们相信，他们的最高神袛、他们的祖先神是具有神鸟的形态，与天上的太阳神有着密切的联系，甚至是太阳神的化身。大量的神鸟成了他们与上天之间的媒介，人们的生活、生产都需要神鸟与上天之间的交流，给他们带来福祉。在这样的文化背景下，在这样的神话传说中，古蜀王国的统治者们制作了许多能为他们神权政体服务的太阳形器、青铜神鸟也就显得理所当然。在三星堆器物坑出土的众多器物中，青铜鸟是数量最多、形态最为丰富的：有站立在青铜神树之上英姿飒爽的铜鸟，如，有站在花蕾之上头戴羽冠的铜鸟，有嘴部较长且有尖喙的铜鸟，有鹰首状的鸟头，有鹰头状铜铃，有写实逼真的铜鸡，还有具有明显神话色彩的人面鸟身像。此外在许多纹饰上有众多形态各异的铜鸟，如：青铜人像身形牌的装饰上有图案化的鸟形纹饰；铜尊与铜罄上有浮雕的铜鸟；金杖上面的纹饰中也有两对铜鸟，并且其造型特征与青铜神树上的铜鸟基本一样。这些情况说明青铜神鸟、青铜神树均与太阳神话有着紧密关系。《山海经·大荒西经》中有关于“五采鸟”的记述，所谓“五采鸟”都是传说中的神鸟，三星堆出土的众多铜鸟造型与传说中的凤鸟最为相似。这些形似鱼鹰，有钩喙圆眼的神鸟是联系太阳与人间的神灵，那它完全可以代表着太阳和光明，如果再联系到金杖上的四组图案，我们可以认为神鸟是古蜀先民信奉的主要图腾，被看成是王国的神权标志和神灵代表。
            `
            ,
            `三星堆1号祭祀坑出土的一柄金杖。金杖杖身上端的三组人、鱼、鸟图案，既是王杖，又是神杖，是政教合一的象征和标志。金杖用纯金皮包卷，而黄金自古视为稀世珍宝，其价值远在青铜、玉石之上。使用黄金制成权杖，又表现出对社会财富的占有，象征着经济上的垄断权力。所以说，三星堆金杖有着多种特权复合的象征意义，标志着王权(政治权力)、神权(宗教权力)和财富垄断权(经济权力)。这三种特权的同时具备，集中赋于一杖，象征着蜀王所居的最高统治地位，意味着夏商时代的古蜀王国，是一个彻头彻尾的神权政体，而夏商时代的古蜀文明，也是一个彻头彻尾的神权文明。三星堆出土的数百件青铜人物雕像、人头像、人面像、兽面像，各种各样的动植物雕像以及黄金面罩、金杖、金枝、青铜神树等，五光十色，光怪陆离，构筑成一个阴森、威严、凝重、恐怖而又庄严肃穆的巨大的重型青铜空间，处处充溢着令人望而生畏的神秘王国氛围。这正是神权政治中心的典型形式，目的之一，在于通过青铜和黄金等各种重型物质的复杂组合形式及其必然对人产生的巨大精神压力，来显示王权与神权那至高无上的政治权威和宗教力量。`,
            `神坛是宗教性建筑，主要用于祭祀自然神灵。在古蜀社会，人们的崇拜对象从以自然神为主过渡到了以社会神为主，祭祀祖神成为祭祀活动中的主要内容，这时神坛的作用已退居次要地位。史前的原始美术中，所谓抽象更多指的是一种简化了的符号特征，这种特征直接表现为符号形式，然而符号形式的来源取决于原始先民们在生活经历中所产生的对某种事物的敬畏之心，并生成简化形象。而三星堆器物中的视觉造型已远远超越这一阶段，青铜造型所反映出的抽象艺术有古蜀先民们对现实生活的表现，也有先前图腾动植物的简化形象，更重要的是具有一种寓意丰富、造型成熟的复合型视觉语言，这些青铜造型组合在一起，从而表现出一种震撼、威严、压抑、诡异的场景氛围。在表现手法上采用了夸张和融合的方式，夸张是将一些细节或局部夸大，以突出所需要展现的视觉中心，融合是将其需要采用的某种具有强烈象征意义的符号语言融入其中，以达到其理想中神的完美形象。这二者结合突破了正常的视觉束缚，达到一种震撼人心的视觉印象，形成了别具一格的视觉风貌。`
        ]
    },
    {
        title: [
            "罍",
            "琮",
            "玉戈",
            "石戈"
        ],
        img: [
            "images/4.png",
            "images/5.png",
            "images/6.png",
            "images/7.png"
        ],
        passage: [
            `该器，囗径26.5厘米，圈足径26厘米，高54厘米。形制特点：方唇，喇叭囗，平沿，直颈，四孤肩，直腹，下腹呈孤形内收，喇叭形高圈足。颈部有三周凸弦纹，肩部正中立有四鸟，将花纹隔成四组，每组为云雷纹组成的象鼻龙纹。肩外缘铸四个外卷角的兽（羊）头。腹部及圈足上有四道扉棱，与四鸟呈垂直分布，将腹部与圈足花纹隔成四组。腹部上端花纹为乳钉纹和炯纹相间，下端为长直鼻、角下卷的兽面纹。圈足上端有四个长方形镂孔和一周凸弦纹，其下为尾上翘又下卷的双身兽面纹。可以相信，3000多年前的古蜀族与殷人之间是有相互影响和联系的，而且这种影响和联系绝不是被动的、孤立的。古蜀文化的内容和形式上，尤其是在三星堆文化时期呈现出和殷商文化的紧密联系，具体可表现在礼器、陶器和玉器等器物上。礼器中的尊、罍、瑗、戚、瓿、壶、盘等器形告诉我们，殷商文化和三星堆文化在这方面是比较一致的。就陶器来而言，器形上出现了许多相似的地方。三星堆出土了20多种陶器，大多器形是在殷商文化中可以找到踪迹的，其中高柄豆在殷商文化中是比较常见的。二者之间的微弱区别在于，殷商文化的器型偏短粗，颜色较红亮，而三星堆文化的器型偏瘦高，色泽偏灰。再者，玉器方面，两地对其的使用都一样，当作礼器和装饰品。二里头文化发现的圭、璋、琮、钺、戈、柄形器与三星堆文化发现的玉器相近。`
            
            ,
            `出土年代为商尺寸为高7.25cm，宽8.4cm，内径7.05cm三星堆遗址采集，黄绿色、半透明。器身外方内圆，中空呈短筒形，两端凸出的射部较矮呈环状，外边四方转角圆浑，每方外璧阴刻平行竖线2条，转角处上中下阴刻平行横线3组5条，与四方的竖线相交。此器为1929年燕道诚挖水沟时发现的一件器物，1951年由燕道诚之子捐赠给广汉县人民政府。三星堆玉器种类以几何形玉器为主，缺少像生形玉雕作品。它们的加工技术与同时期其他遗址玉器加工手法基本一致，开料主要利用片（锯）切割技术，有时也采用线切割，但以前者居多；钻孔有实心钻（桯钻）和空心钻（管钻）两种，由单面钻空或双面对钻完成，刻纹多利用旋转的圆盘状工具或尖锐的石英工具手工雕琢，镂空则结合打孔与线切割技术进行打眼搜雕，玉器后期打磨、抛光是利用磨石或其他材质物品（如兽皮等）反复碾磨完成，技术种类多样，工匠手段娴熟。装饰技法上，流行在璋、戈等器物阑部外侧雕琢出繁复的齿牙饰，装饰纹样多以细线阴刻技法加工完成，纹样题材丰富，主要有平行直线纹、网格纹、菱格纹、云雷纹、回字纹、人物纹、兽面纹、璋形纹、手形纹等。`,
            `出土年代为商尺寸为长40cm,宽10.1cm,厚0.8cm器形较宽大，援本部宽，前端斜收成锐三角形锋，上侧斜收较甚，援与前锋分界明显，援和内的两侧均有边刃，内的边刃低于前锋的边刃。援上侧刃微凸，下侧刃微凹。援呈三角形，锋锐利，援中脊直达前锋，脊两侧呈弧形下凹。援两侧薄，有边刃，略显圆钝。援中段上下刃各琢有一细齿，上齿已残。援与前锋交界处琢有一弧形小齿，上齿已残。援与内之间的两侧各出一浅齿形阑和四条平行线。援本部两面正中刻有四重长方形方框，方框内填刻菱形纹。其中一面以交叉双线，成四个小菱形。在方框外侧的两侧又刻出六条锯齿状的平行线。内长方形，上、下侧边磨平，下侧边较大。内前正中有一直径1.2厘米的圆穿，一面管钻。三星堆玉器在材料、造型、器类等方面，均具有鲜明的地域特色和个性特征。但从大量玉器的工艺技术传统上看，它与同时期其他文化玉器加工技术基本一致，体现出与其他地域文化间的紧密联系和交流。许多器物的造型与装饰特征明显受到中原地区、西北甘青地区玉器及玉文化风格的影响，也有部分玉器还保留着一些长江中下游早期文化的因素。这不仅体现出四川地区与同时期周边文化之间的交流与互鉴，也是中华文明多元一体格局的生动例证，因而具有极其重要的学术价值与研究价值。`,
            `石戈是夏王朝时期形成的，是仪仗化物品，没有实际使用功能.看到此处，你是否对以三星堆为代表的古蜀国有了崭新的理解和感悟？在古蜀王国，古蜀先民对宇宙、自然的认识过程中形成了神主宰着天地万物和神主宰着自然、宇宙和人的生活的观点。人们在面对许多未知的困境时只能祈福于神灵而获得风调雨顺、国泰民安、兴旺繁荣，具有神话色彩的古蜀神权文化在这样的语境下逐渐形成，便有了人神交往的观念以及对人神交往途径的各种想象。处于长江上游古蜀文化的三星堆视觉造型以丰富多彩而又神奇诡异的特征显示出的独特一面，既不同于黄河流域的中原文化，也不同于长江中游的楚文化，在文化面貌与视觉形态特征方面均有自己鲜明的特色。青铜人像造型在三星堆视觉造型中占据着突出而重要的主导地位，这也显示出青铜人像造型在古蜀王国中的重要作用，显现出古蜀人特别擅长于形象思维及具有极其丰富的造型想象力和超乎寻常的造型表现手段，形象而生动地展现了古蜀人对天地万物的认知和理解。众多不同特征的三星堆青铜人像造型所引发的视觉场景更是古蜀神权文化观念的生动体现。在中华文明的上古文明系统中，神权文化在其他区域文明也是较为常见的文化形态，但所展现的文化内容和表现形式却各不相同。三星堆视觉造型则在视觉表现上显得更为直接，形象而又精彩，用生动而赋予视觉表现力的造型语言呈现出古蜀王国的神权文化特征，既具有神奇、独特的文化魅力又展现出震撼的视觉艺术效果，将神权文化的独特魅力呈现在直观的视觉语境之下。`
        ]
    }
]

export default data;
export { intro };